{
  "audiovisual_files": {
    "b43a3673-e9a1-4b69-b04d-656b66aee95a": {
      "label": "Out of the Cage",
      "is_offline": false,
      "file_url": "https://ia800308.us.archive.org/17/items/naropa_allen_ginsberg_and_michael/naropa_allen_ginsberg_and_michael_64kb.mp3",
      "duration": 5297
    }
  },
  "auto_generate_web_page": true,
  "citation": "“Allen Ginsberg and Michael McClure reading - Part 2.\" Jack Kerouac School of Disembodied Poetics, 16 June, 1976. Genre: Poetry Reading. The Internet Archive. https://archive.org/details/naropa_allen_ginsberg_and_michael2.",
  "item_type": "Audio",
  "label": "Out of the Cage -  Michael McClure and Ghost Tantras",
  "description": [
    {
      "type": "paragraph",
      "children": [
        {
          "text": "In this microedition listeners will hear the American poet Michael McClure (1932-2020) recite two poems from his book "
        },
        {
          "text": "Ghost Tantras",
          "italic": true
        },
        {
          "text": " (1964) during a reading with Allen Ginsberg (1926-1997) on June 16, 1976 during a summer session of the Naropa Institute’s Jack Kerouac School of Disembodied Poetics. This recording is held in both the Naropa Archives and the Michael McClure fonds at Simon Fraser University, a SpokenWeb partner. The reading by McClure\nand Ginsberg was planned as a Beat retrospective of sorts. In Ginsberg’s own words, “Michael and I decided that, for the evening, it would be interesting to\ngo back historically and read some of the same texts that we first read together the first time we read together . . . this evening we're going to . .\n. alternate readings, beginning with a very brief presentation by myself and then a brief presentation by him, and then longer trading back-and-forth, five-\nand ten-minute sections, improvising the time as we go.” Organizer Anne Waldman introduced the event as “a continuation of some kind of poetic-karmic link” between McClure and Ginsberg. "
        }
      ]
    }
  ],
  "created_at": "2024-12-01T19:27:58.138Z",
  "created_by": "tanyaclement",
  "updated_at": "2025-10-15T19:07:20.833Z",
  "updated_by": "tanyaclement",
  "av_file_order": [
    "b43a3673-e9a1-4b69-b04d-656b66aee95a"
  ]
}