{
  "audiovisual_files": {
    "26003e31-29bc-4fca-b914-8ae1966e833d": {
      "label": "Mediation and Lived Experience",
      "is_offline": false,
      "file_url": "https://soundbox.ok.ubc.ca/wp-content/uploads/2023/02/Performing-the-Archive%EF%BC%9A-Leaf-leaf%E2%A7%B8s-by-Daphne-Marlatt.mp3",
      "duration": 707
    }
  },
  "auto_generate_web_page": true,
  "citation": "“Performing the Archive: leaf leaf/s by Daphne Marlatt” from Inspired Word Cafe Live Reading by Daphne Marlatt, 19 September, 2019. Released: 2019. Genre: Poetry Reading. The SoundBox Collection.",
  "item_type": "Audio",
  "label": "Mediation and Lived Experience - Daphne Marlatt Performs With Her Younger Self",
  "description": [
    {
      "type": "paragraph",
      "children": [
        {
          "text": "In this microedition, listeners hear the public reading Canadian poet Daphne Marlatt gave in Kelowna, British Columbia on September 19, 2019, which included\na choreographed duet with her archival recorded voice from 1969. “Performing the Archive,” or bringing sounds of the past to the present—"
        },
        {
          "text": "re-sounding",
          "italic": true
        },
        {
          "text": "\nthem—allows us to hear living moments, the sentiments, experiences underpinning every pause and shift in intonation, and the changes that have happened in between. "
        },
        {
          "type": "link",
          "url": null,
          "children": [
            {
              "text": ""
            }
          ]
        },
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": " "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "The event, called “Daphne Marlatt: Performing the Archive,” was co-organized by UBC Okanagan SpokenWeb team members Karis Shearer, Megan Butchart, and Craig Carpenter in collaboration with Inspired Word Cafe (IWC) organizers Cole Mash and Erin Scott, and funded by UBC’s Tuum Est and the SpokenWeb SSHRC Partnership Grant. It was hosted by Milkcrate Records in Kelowna, BC, and styled after a Montreal series created by Jason Camlot called “Performing the SpokenWeb Archive,” which brings together poets to read with their archival voices. Audio and video recordings were made by Inspired Word Cafe, with the audio made available on the SpokenWeb SoundBox Collection website, and video recording hosted on The AMP Lab’s YouTube channel.\n"
        }
      ]
    }
  ],
  "created_at": "2024-12-01T19:27:58.138Z",
  "created_by": "tanyaclement",
  "updated_at": "2025-10-15T18:40:24.009Z",
  "updated_by": "tanyaclement",
  "av_file_order": [
    "26003e31-29bc-4fca-b914-8ae1966e833d"
  ]
}